{
  "app": {
    "name": "AI for Zendesk",
    "short_description": "The ultimate AI agent and copilot to automate your Zendesk support",
    "long_description": "![](https://i.imgur.com/idYECva.png)\n\n## 🤔 Overview\n- **Get an AI agent or AI copilot for Zendesk.**\n- Works across all channels like tickets, emails, chat and social.\n- Train the AI on past tickets, macros, help center, Google Docs, Confluence and other documentation.\n- Fully control and customize how the bot talks, and how it escalates.\n- Free 7-day trial (no payment details needed).\n\n## 🤖 Get an AI agent\nThe AI can automatically respond to incoming queries, tag and triage them, and escalate to humans as needed.\n\nFor instance, here the AI is automatically responding to the customer.\n\n![](https://i.imgur.com/KKhu9gX.gif)\n\nLikewise, here the AI is leaving an internal note with a draft reply, and also tagging the ticket.\n\n![](https://i.imgur.com/7124ZzX.gif)\n\nYou can integrate this AI into your Zendesk across all channels including tickets, emails, chat / messaging and social. For instance, here the AI is embedded in Zendesk Chat.\n\n![](https://i.imgur.com/bycCmgG.png)\n\n## ✍️ Get an AI Copilot\nInstantly get draft replies for any ticket. Train the bot on your past tickets, help center, macros, and your style of writing, and watch it craft the right reply.\n\n![](https://i.imgur.com/CseRlFU.gif)\n\n\n## 🔌 Integrate, train, and customize\n\nTrain AI on your **past tickets, help center, Google Docs, Notion, Confluence, PDFs, developer documentation** and more.\n\nYou can also integrate the AI with apps for real time information look up or specific actions. For instance:\n- Connect with **Shopify** 🛍️ so the AI can retrieve delivery information for a customer or change their address details\n- Connect with an **internal database** 💻 so the AI can retrieve pricing information for a product inquiry\n- Connect with **Jira** so the AI can create an issue and escalate to the development team.\n\nYou can fully customize how your bots sound, which actions they do, and when they should escalate to humans. You can also create multiple different bots to behave however you need them to.\n\n![](https://i.imgur.com/ik80WvI.gif)\n\n\n## ➡️ Get started\nOur AI Agents can be quickly installed and up and running within a few short minutes.\n\n![](https://i.imgur.com/5wUxcAD.gif)\n\n## Join 100s of other customers using us\n\nJoin the growing list of companies improving their customer support with eesel\n\n![](https://i.imgur.com/xIIDw3c.png)\n\n**[Try out eesel for yourself with our free trial](https://www.eesel.ai/)**. If you have any questions or requests, our support team is just an email away at hi@eesel.app."
  }
}
